{
  "Experience Educate": {
    "logo": "https://images.squarespace-cdn.com/content/520111afe4b0748af59ffc18/1526951076845-92PA6EF98MX89HJYB9EY/Educate-logo-box.jpg?format=1500w&content-type=image%2Fjpeg",
    "1": "Empowering African youth by partnering with governments and communities to introduce employment-focused education and bootcamps, impacting youth in Uganda, Rwanda, and Kenya.",
    "2": "Empowering African youth by partnering with governments and communities to introduce employment-focused education and bootcamps, impacting youth in Uganda, Rwanda, and Kenya. We conduct teacher training programs and school infrastructure development, training over 1000 teachers and building 100s of schools.",
    "3": "Empowering African youth by partnering with governments and communities to introduce employment-focused education and bootcamps, impacting youth in Uganda, Rwanda, and Kenya. We conduct teacher training programs and school infrastructure development, training over 1000 teachers and building 100s of schools. Educate! exists to impact youth, prioritizing transformative experiences by interacting with and listening to them. We go above and beyond, proactively seeking solutions and achieving the best results. Committed to continuous improvement, we stay open-minded, experiment, and invest in learning for ourselves and our teams. We value diverse ideas and open dialogue, supporting each other while prioritizing the organization's mission. With a startup mindset, we innovate, embrace change, and question the status quo to grow our impact and achieve our long-term vision."
  },
  "Schools2030": {
    "logo": "https://wac-cdn.atlassian.com/dam/jcr:e9a1d9e4-d469-492f-b429-bae28003b1d2/Schools-2030-logo.svg?cdnVersion=1794",
    "1": "Empowering teachers to create education innovations that improve holistic learning outcomes through low-cost, scalable solutions in ten countries.",
    "2": "Empowering teachers to create education innovations that improve holistic learning outcomes through low-cost, scalable solutions in ten countries. We support community-led education initiatives and research on educational practices, engaging 200 schools and benefiting 50,000 students.",
    "3": "Empowering teachers to create education innovations that improve holistic learning outcomes through low-cost, scalable solutions in ten countries. We support community-led education initiatives and research on educational practices, engaging 200 schools and benefiting 50,000 students. Schools2030 is a ten-year program that empowers teachers and students in 1,000 schools across ten countries. We believe in grassroots education, where teachers and students collaborate to drive educational innovations. Our initiatives have opened eyes to the potential of grassroots education. We are committed to community engagement and practical research, ensuring our efforts lead to meaningful impacts on students' lives."
  },
  "Room to Read": {
    "logo": "https://static.ethicaljobs.com.au/media/1630979567_oVrxE_.png",
    "1": "Promoting literacy and girls' education in low-income communities across Asia and Africa through various programs and initiatives.",
    "2": "Promoting literacy and girls' education in low-income communities across Asia and Africa through various programs and initiatives. We establish libraries, distribute books, and run girls' education programs, impacting millions of children.",
    "3": "Promoting literacy and girls' education in low-income communities across Asia and Africa through various programs and initiatives. We establish libraries, distribute books, and run girls' education programs, impacting millions of children. Room to Read focuses on improving literacy skills and supporting girls' education. We engage local communities, train educators, and provide resources to create sustainable impacts on children's lives, emphasizing the importance of education for all."
  },
  "Education Outcomes Fund": {
    "logo": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSpuBOBxsfbtGImi9gpkSnSORtkr1gdObhWTw&s",
    "1": "Results-based education funding that improves learning outcomes by tying funding to measurable results.",
    "2": "Results-based education funding that improves learning outcomes by tying funding to measurable results. We partner with governments, donors, and investors to enhance education and employment outcomes.",
    "3": "Results-based education funding that improves learning outcomes by tying funding to measurable results. We partner with governments, donors, and investors to enhance education and employment outcomes. The Education Outcomes Fund aims to transform the lives of 10 million children and youth. We focus on accountability and measurable impact, ensuring every dollar spent leads to significant improvements in education. Our innovative financing models drive systemic change and create sustainable solutions for global education challenges."
  },
  "Humanitix": {
    "logo": "https://upload.wikimedia.org/wikipedia/commons/0/0b/Humanitix_logo_without_wordmark.png",
    "1": "Tickets for good causes that convert ticket fees into charitable donations.",
    "2": "Tickets for good causes that convert ticket fees into charitable donations. Humanitix uses 100% of booking fee profits to fund education and essential services for disadvantaged children worldwide.",
    "3": "Tickets for good causes that convert ticket fees into charitable donations. Humanitix uses 100% of booking fee profits to fund education and essential services for disadvantaged children worldwide. By transforming ticketing into a force for good, we support school programs and provide scholarships. Our innovative approach leverages events to make a positive impact, ensuring that every ticket sold contributes to meaningful change in the lives of children."
  }
}
